/** @format */

export const testimonials: TestiMonial[] = [
  {
    image: "/images/customer-1.jpg",
    name: "علیرضا صادقی",
    skills: "توسعه‌دهنده جاوااسکریپت",
    description:
      "دوره‌ها واقعاً سطح دانش من رو بالا بردن. با مثال‌های واقعی خیلی راحت تونستم مفاهیم پیچیده رو درک کنم.",
  },
  {
    image: "/images/customer-2.jpg",
    name: "نسترن عبدی",
    skills: "برنامه‌نویس فرانت‌اند",
    description:
      "از تدریس دقیق و روان استاد سپهوند واقعاً لذت بردم. حس می‌کنم توی مسیر حرفه‌ایم جهش داشتم.",
  },
  {
    image: "/images/customer-3.jpg",
    name: "کیان رحیمی",
    skills: "توسعه‌دهنده وب",
    description:
      "کلاسبن تجربه‌ای متفاوت برای یادگیری بود. خیلی از دوره‌هاش پروژه‌محور بودن که باعث درک بهتر مطالب شد.",
  },
  {
    image: "/images/testimonial/customer-4.jpg",
    name: "مریم نادری",
    skills: "طراح رابط کاربری",
    description:
      "از آموزش‌ها رضایت کامل دارم. روش آموزش ساده ولی خیلی کاربردیه، خصوصاً برای پروژه‌های واقعی.",
  },
  {
    image: "/images/customer-5.jpg",
    name: "علی مرادی",
    skills: "توسعه‌دهنده فول‌استک",
    description:
      "یادگیری در کلاسبن با نظم و مسیر مشخص خیلی انگیزه‌بخش بود. همه چیز دقیق و برنامه‌ریزی‌شده بود.",
  },
  {
    image: "/images/customer-6.jpg",
    name: "ریحانه تیموری",
    skills: "برنامه‌نویس ری‌اکت",
    description:
      "خیلی خوشحال‌ام که با کلاسبن آشنا شدم. سطح آموزش‌ها بالاست و مدرس‌ها فوق‌العاده‌ن.",
  },
  {
    image: "/images/customer-7.jpg",
    name: "حامد احمدی",
    skills: "توسعه‌دهنده فرانت‌اند",
    description:
      "با دوره‌های این سایت، پروژه‌های واقعی رو تونستم راحت‌تر و سریع‌تر پیاده‌سازی کنم.",
  },
  {
    image: "/images/customer-8.jpg",
    name: "زهره رضایی",
    skills: "برنامه‌نویس Vue.js",
    description:
      "آموزش‌ها دقیق، کامل و با مثال‌های کاربردی بودن. فضای آموزشی واقعاً حرفه‌ای طراحی شده.",
  },
  {
    image: "/images/customer-9.jpg",
    name: "امید ملکی",
    skills: "برنامه‌نویس فرانت‌اند",
    description:
      "من از صفر شروع کردم و با دوره‌های اینجا خیلی سریع تونستم وارد بازار کار بشم.",
  },
  {
    image: "/images/customer-10.jpg",
    name: "سمیه جعفری",
    skills: "برنامه‌نویس نکست‌جی‌اس",
    description:
      "کلاسبن با آموزش‌های به‌روز و پروژه‌محورش کمک کرد تا با نکست‌جی‌اس به خوبی آشنا بشم.",
  },
];
